Repository: Mejans/start.ubuntu-mate.org
Catalog: _includes/i18n/*.po
Languages: he, hi_in, kn, ms_my

source: Start Page
he: עמוד התחלה
hi_in: आरंभ पृष्ठ
kn: ಪ್ರಾರಂಭ ಪುಟ
ms_my: Laman Utama

source: Discover
he: אודות
hi_in: अवलोकन
kn: ಶೋಧಿಸಿ
ms_my: Jelajahi

source: Community
he: קהילה
hi_in: समुदाय
kn: ಸಮುದಾಯ
ms_my: Komuniti

source: Emporium
he: אמפוריום
hi_in: विक्रय केंद्र
kn: ಮಾರುಕಟ್ಟೆ
ms_my: Pasaraya

source: Funding
he: סבסוד
hi_in: निधि सहयोग
kn: ಧನಸಹಾಯ
ms_my: Pendanaan

source: Powered by
he: מופעל על ידי
hi_in: इन द्वारा संचालित
kn: ಚಾಲಿತ
ms_my: Diperkasa oleh

source: Search!
he: חיפוש!
hi_in: खोजें!
kn: ಹುಡುಕಿ!
ms_my: Gelintar!

source: Preferences
he: העדפות
hi_in: सेटिंग्स
kn: ಆದ್ಯತೆಗಳು
ms_my: Keutamaan

source: Appearance
he: מראה
hi_in: स्वरुप
kn: ಗೋಚರತೆ
ms_my: Penampilan

source: Force dark mode
he: הפעלת מצב חשוך
hi_in: डार्क मोड उपयोग करें
kn: ಡಾರ್ಕ್ ಮೋಡ್ ಅನ್ನು ಒತ್ತಾಯಿಸಿ
ms_my: Paksa mod gelap

source: Preferred Search Engine
he: מנוע חיפוש מועדף
hi_in: इच्छित खोज इंजन
kn: ಆದ್ಯತೆಯ ಹುಡುಕು ಯಂತ್ರ
ms_my: Enjin Gelintar Dikehendaki

source: Search the web
he: חיפוש ברשת
hi_in: वेब पर खोजें
kn: ಜಾಲವನ್ನು ಹುಡುಕಿ
ms_my: Gelintar sesawang

source: Search for videos
he: חיפוש אחר קטעי ווידאו
hi_in: वीडियो खोजें
kn: ವೀಡಿಯೊಗಳಿಗಾಗಿ ಹುಡುಕಿ
ms_my: Gelintar video

source: Search the Internet Archive
he: חיפוש בארכיון האינטרנט
hi_in: इंटरनेट संग्रह पर खोजें
kn: ಅಂತರ್ಜಾಲ ಆರ್ಕೈವ್ ಅನ್ನು ಹುಡುಕಿ
ms_my: Gelintar Arkib Internet

source: Search for answers
he: חיפוש אחר תשובות
hi_in: उत्तर हेतु खोज
kn: ಉತ್ತರಗಳಿಗಾಗಿ ಹುಡುಕಿ
ms_my: Gelintar jawapan

source: Search for discussions
he: חיפוש אחר דיונים
hi_in: चर्चा हेतु खोज
kn: ಚರ್ಚೆಗಳಿಗಾಗಿ ಹುಡುಕಿ
ms_my: Gelintar perbincangan
